server.name=${server.name}
web.maxUploadSize=${web.maxUploadSize}
seller.rule=${seller.rule}

#ftp picture server
file_server_ip=${file_server_ip}
login_name=${login_name}
login_password=${login_password}
ftp_server_dir=${ftp_server_dir}


#token suffix
token.suffix=${token.suffix}

#outPlatformTransfer
transfer.prikey=${transfer.prikey}
transfer.system=${transfer.system}

site.domain=${site.domain}

#  sms.pressure_test
sms.pressure_test=${sms.pressure_test}
#sms template
sms.register=\u3010\u8212\u9002100\u3011\u60A8\u6B63\u5728\u6CE8\u518C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF0C\u6CE8\u518C\u9A8C\u8BC1\u7801\u6BCF\u5929\u6700\u591A\u4EC5\u53D1\u90013\u6B21\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u6CE8\u518C\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
sms.uploginpwd=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\u767B\u5F55\u5BC6\u7801\u7684\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u5E76\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u6CE8\u518C\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
sms.bindphone=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\u7ED1\u5B9A\u7535\u8BDD\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002\u56DE\u590DTD\u9000\u8BA2
sms.upbindemail=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\u7ED1\u5B9A\u90AE\u7BB1\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
sms.setpaypwd=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u652F\u4ED8\u5BC6\u7801\u7684\u8BBE\u7F6E\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u8BBE\u7F6E\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
sms.uppaypwd=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\u652F\u4ED8\u5BC6\u7801\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u6CE8\u518C\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
sms.upgoldaccount=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u51FA\u91D1\u8D26\u6237\u7684\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF0C\uFF08\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
sms.ordersubmitproxy=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u5BA2\u6237\u7ECF\u7406\u5DF2\u4E3A\u60A8\u4E0B\u5355\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF0C\uFF08\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002\u56DE\u590DTD\u9000\u8BA2\u3002
#email template
email.register=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u6CE8\u518C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u6CE8\u518C\u3002
email.up_login_pwd=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u767B\u5F55\u5BC6\u7801\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u5207\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u64CD\u4F5C\u3002
email.bind_phone=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7ED1\u5B9A\u7535\u8BDD\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002
email.up_bind_phone=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7ED1\u5B9A\u7535\u8BDD\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002
email.up_bind_email=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7ED1\u5B9A\u90AE\u7BB1\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u4FEE\u6539\u3002
email.set_pay_pwd=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u652F\u4ED8\u5BC6\u7801\u7684\u8BBE\u7F6E\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u8BBE\u7F6E\u3002
email.up_pay_pwd=\u3010\u8212\u9002100\u3011\u5C0A\u656C\u7684\u7528\u6237\uFF0C\u60A8\u6B63\u5728\u8FDB\u884C\u8212\u9002100\u7F51\u4E0A\u5546\u57CE\u652F\u4ED8\u5BC6\u7801\u4FEE\u6539\u64CD\u4F5C\uFF0C\u9A8C\u8BC1\u7801\u4E3A{validcode}\uFF08\u8BF7\u52FF\u5C06\u9A8C\u8BC1\u7801\u6CC4\u6F0F\u4ED6\u4EBA\uFF09\uFF0C\u8BF7\u60A8\u572830\u5206\u949F\u5185\u586B\u5199\u9A8C\u8BC1\u7801\u5E76\u5B8C\u6210\u6CE8\u518C\u3002

#bbs url
bbs_url=${bbs_url}
bbs_key=${bbs_key}